Revit 2027 API
ValueAtPoint Constructor
Overload List
Name | Description
ValueAtPoint(IList<Double>) |  Creates object from an array of values
ValueAtPoint(ValueAtPoint) |  Creates a copy of the given ValueAtPoint instance.
Top
See Also
Reference
ValueAtPoint Class
Autodesk.Revit.DB.Analysis Namespace